import React from "react";
import NavBar from "./navBar";
import BtnUp from "./BtnUp";
import "./AboutUs.css";
import video1 from '../designs/2-2.mp4';
import Skills from "./Skills";
function AboutUs() {
  return (
    <>
      <NavBar isSticky="no" />
      <BtnUp />
      <h1>HHHHHHHHHHHHHHHHHHHHH</h1>
        <div className="overlay">
         <h6>تعرف المزيد عنا</h6>
         <h3>  Artlives حول</h3>
         <p>نحن شركة تصميم جرافيك متخصصة في تصميم اللوجو والهويات البصرية وفيديوهات الموشن جرافيك وتصميم المواقع والتطبيقات. نحن نعتقد بأن التصميم الجرافيكي يمكن أن يغير الطريقة التي نرى العالم، ويمكن أن يساعد الشركات والأفراد على التواصل بشكل أفضل مع جمهورها.
            نحن نفخر بتقديم حلول تصميم مخصصة وفريدة لكل عميل، ملتزمون بتحقيق رؤيتك والعمل بشكل وثيق معك لتحقيق أهدافك. سواء كنت تبحث عن تصميم لوجو جديد وجذاب، أو هوية بصرية متكاملة لشركتك، أو فيديو موشن جرافيك يشرح خدماتك بشكل مبتكر، أو حتى تصميم موقع إلكتروني يعكس شخصيتك وتواجدك الرقمي، نحن نقدم الخبرة والمهارات اللازمة لتنفيذ مشروعك بشكل متميز واحترافي.
            إذا كنت تبحث عن شركة تصميم جرافيك تفهم احتياجاتك وتقدم لك حلولًا فريدة ومخصصة، فلا تتردد في الاتصال بنا والتحدث إلى فريقنا المتخصص في التصميم الجرافيكي. نحن ملتزمون بتقديم خدمات عالية الجودة والتأكد من رضا عملائنا في كل مرحلة من المشروع 
         </p>
          
        </div>
       
      <h2>انضم إلينا واستمتع بتحويل رؤيتك الالكترونية إلى واقع</h2>
      <Skills/>
    </>
  );
}

export default AboutUs;
